[
  {
    "copyright": "Maurice Toet",
    "date": "2015-09-07",
    "explanation": "There is no sea on Earth large enough to contain the Shark nebula. This predator apparition poses us no danger, though, as it is composed only of interstellar gas and dust. Dark dust like that featured here is somewhat like cigarette smoke and created in the cool atmospheres of giant stars. After being expelled with gas and gravitationally recondensing, massive stars may carve intricate structures into their birth cloud using their high energy light and fast stellar winds as sculpting tools.  The heat they generate evaporates the murky molecular cloud as well as causing ambient hydrogen gas to disperse and glow red.  During disintegration, we humans can enjoy imagining these great clouds as common icons, like we do for water clouds on Earth. Including smaller dust nebulae such as Lynds Dark Nebula 1235 and Van den Bergh 149 & 150, the Shark nebula spans about 15 light years and lies about 650 light years away toward the constellation of the King of Aethiopia (Cepheus).",
    "hdurl": "https://apod.nasa.gov/apod/image/1509/shark_toet_1980.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "The Shark Nebula",
    "url": "calender"
  },
  {
    "copyright": "Paolo Lazzarotti",
    "date": "2015-09-08",
    "explanation": "This was one strange sunset. For one thing, the typically round Sun appeared distorted, geometrically, and multiply layered. For another, some of these layers appeared unusually green. The Sun, of course, was just fine -- its odd appearance was caused entirely by its light refracting in the Earth's atmosphere. When layers of the Earth's atmosphere are unusually warm, layers of the Sun may appear distorted or even seen multiple times. The effect is most strong nearest sunrise and sunset when terrestrial inversion layers occupy distinct altitudes above the horizon. Different colors of the Sun may also become deflected by significantly different amounts, so that the uppermost superior image may appear momentarily green -- a phenomenon known as a green flash. The featured image was taken in February from Porto Venere, Italy, with San Pietro church situated in the foreground.   Follow APOD on: Facebook,  Google Plus, or Twitter",
    "hdurl": "https://apod.nasa.gov/apod/image/1509/StrangeSunset_Lazzarotti_1191.jpg",
    "media_type": "image",
    "service_version": "v1",
    "title": "Distorted Green Flash Sunset over Italy",
    "url": "calender"
  }
]
